Repository: nurirppan/IrfanPangestu-Blu-TakeHomeTest
Catalog: IrfanPangestu-Blu-TakeHomeTest/Resources/Localizable.xcstrings
Source language: en
Languages: id

source: %@ of %@
id: %1$@ dari %2$@

source: Loading
id: Memuat

source: Music
id: Musik

source: Next song
id: Lagu berikutnya

source: No internet connection
id: Tidak ada koneksi internet

source: No songs found for “%@”
id: Tidak ada lagu untuk “%@”

source: Now playing
id: Sedang diputar

source: Pause
id: Jeda

source: Paused
id: Dijeda

source: Play
id: Putar

source: Position
id: Posisi

source: Previous song
id: Lagu sebelumnya

source: Retry
id: Coba Lagi

source: Search an artist to start
id: Cari artis untuk memulai

source: Search artist
id: Cari artis

source: Server error (code %lld)
id: Kesalahan server (kode %lld)

source: Something went wrong
id: Terjadi kesalahan

source: The connection is slow, try again
id: Koneksi lambat, coba lagi

source: This song can't be played
id: Lagu ini tidak dapat diputar

source: Unexpected data from server
id: Data dari server tidak dapat dibaca

source: Unknown album
id: Album tidak diketahui

source: Unknown artist
id: Artis tidak diketahui

source: Unknown title
id: Judul tidak diketahui
